Revit 2027 API
PointCloudOverrides.GetPointCloudRegionOverrideSettings Method
Overload List
Name | Description
GetPointCloudRegionOverrideSettings(ElementId) |  Gets region override settings assigned to the whole PointCloudInstance element.
GetPointCloudRegionOverrideSettings(ElementId, String, Document) |  Gets override settings assigned to a particular region within a PointCloudInstance element.
Top
See Also
Reference
PointCloudOverrides Class
Autodesk.Revit.DB.PointClouds Namespace